Repository: CanaimaKueka/software-properties
Catalog: po/*.po
Languages: ca, cs

source: Configure the sources for installable software and updates
ca: Configura les fonts de programari i d'actualitzacions
cs: Nastavit zdroje pro instalovatelný software a aktualizace

source: Software Sources
ca: Fonts de programari
cs: Zdroje softwaru

source: You need to be root to run this program
ca: Necessiteu privilegis d'administrador per a poder executar aquest programa
cs: Pro spuštění tohoto programu musíte být root

source: <i>To improve the user experience of Ubuntu please take part in the popularity contest. If you do so the list of installed software and how often it was used will be collected and sent anonymously to the Ubuntu project on a weekly basis. The results are used to improve the support for popular applications and to rank applications in the search results.</i>
ca: <i>Participeu en el concurs de popularitat per a millorar l'experiència d'usuari de l'Ubuntu. En fer-ho, la llista de programari instal·lat i la freqüència amb la qual cada programa es fa servir seran recollides i enviades de manera anònima setmanalment al projecte de l'Ubuntu. Els resultats s'utilitzaran per a millorar el suport a les aplicacions més populars i per a categoritzar les aplicacions en els resultats de les cerques.</i>
cs: <i>Zúčastněte se prosím ankety oblíbenosti, jejímž cílem je lépe poznat potřeby uživatelů Ubuntu. Pokud tak učiníte, budou projektu Ubuntu týdně anonymně odesílána nashromážděná data o nainstalovaném softwaru a jak často byl využíván. Výsledky jsou používány ke zlepšení podpory pro oblíbené aplikace a pro určování pořadí aplikací ve výsledcích vyhledávání.</i>

source: <i>To improve the user experiece of Debian please take part in the popularity contest. If you do so the list of installed software and how often it was used will be collected and sent anonymously to the Debian project. The results are used to optimise the layout of the installation CDs.
ca: <i>Participeu en el concurs de popularitat per a millorar l'experiència d'usuari del Debian. En fer-ho, la llista de programari instal·lat i la freqüència amb la qual cada programa es fa servir seran recollides i enviades de manera anònima setmanalment al projecte del Debian. Els resultats s'utilitzaran per a millorar la disposició dels CDs d'instal·lació.
cs: <i>Zúčastněte se prosím ankety oblíbenosti, jejímž cílem je lépe poznat potřeby uživatelů Debianu. Pokud tak učiníte, budou projektu Debian anonymně odesílána nashromážděná data o nainstalovaném softwaru a jak často byl využíván. Výsledky jsou používány k optimalizaci rozložení instalačních CD.

source: Submit the list of installed software and how often it is is used to the distribution project.
ca: Tramet la llista de programari instal·lat i amb quina freqüència s'utilitza al projecte de la distribució.
cs: Odesílat projektu seznam nainstalovaného softwaru a jak často byl využíván.

source: Mirror
ca: Rèplica
cs: Zrcadlo

source: Testing Mirrors
ca: S'estan comprovant les rèpliques
cs: Testování zrcadel

source: Cancel
ca: Cancel·la
cs: Zrušit

source: Daily
ca: Cada dia
cs: Denně

source: Every two days
ca: Cada dos dies
cs: Obden

source: Weekly
ca: Cada setmana
cs: Týdně

source: Every two weeks
ca: Cada dues setmanes
cs: Každé dva týdny

source: Every %s days
ca: Cada %s dies
cs: Každých %s dní

source: %s updates
ca: %s actualitzacions
cs: Aktualizace pro %s

source: %s Software
ca: Programari %s
cs: Software pro %s

source: Other...
ca: Un altre...
cs: Další...

source: Key
ca: Clau
cs: Klíč

source: <p><b>Enter the complete APT line of the<br /> repository that you want to add as source</b></p><p>The APT line includes the type, location and components of a repository,<br /> for example <i>"%s"</i>.</p>
ca: <p><b>Introduïu la línia APT del<br /> dipòsit que voleu afegir com a font</b></p><p>La línia APT inclou el tipus, ubicació i components d'un dipòsit,<br /> per exemple <i>"%s"</i>.</p>
cs: <p><b>Zadejte úplný APT řádek<br /> repositáře, který chcete přidat jako zdroj</b></p><p>řádek pro APT zahrnuje typ, umístění a komponenty repositáře,<br /> například <i>"%s"</i>.</p>

source: Add APT repository
ca: Afegeix un dipòsit APT...
cs: Přidat APT repositář

source: Import key
ca: Importa una clau
cs: Importovat klíč

source: Error importing selected file
ca: S'ha produït un error en importar el fitxer seleccionat
cs: Chyba při importování vybraného souboru

source: The selected file may not be a GPG key file or it might be corrupt.
ca: Pot ser que el fitxer que heu seleccionat no sigui un fitxer de clau GPG o que estigui malmès.
cs: Vybraný soubor zřejmě není klíč GPG, anebo může být poškozen.

source: Error removing the key
ca: S'ha produït un error en esborrar la clau
cs: Chyba při odstraňování klíče

source: The key you selected could not be removed. Please report this as a bug.
ca: La clau que heu seleccionat no s'ha pogut esborrar. Hauríeu de notificar-ho en un informe d'error.
cs: Vybraný klíč nemohl být odstraněn. Nahlaste to prosím jako chybu.

source: Reload
ca: Actualitza
cs: Obnovit

source: Close
ca: Tanca
cs: Zavřít

source: <b><big>The information about available software is out-of-date</big></b> To install software and updates from newly added or changed sources, you have to reload the information about available software. You need a working internet connection to continue.
ca: <b><big>La informació del programari disponible no està actualitzada</big></b> Hauríeu de refrescar la informació dels canals per a instal·lar programari o actualitzacions des de les fonts noves. Necessitareu una connexió a Internet per a poder continuar.
cs: <b><big>Informace o dostupném software jsou zastaralé</big></b> Pro instalaci software a aktualizací z nových nebo pozměněných zdrojů je nutné obnovit informace o dostupném softwaru. K tomu je nutné funkční připojení k Internetu.

source: CD Error
ca: Error del CD
cs: Chyba CD

source: <big><b>Error scanning the CD</b></big> %s
ca: <big><b>S'ha produït un error en llegir el CD</b></big> %s
cs: <big><b>Chyba při načítání CD</b></big> %s

source: CD Name
ca: Nom del CD
cs: Název CD

source: Please enter a name for the disc
ca: Introduïu un nom per al disc
cs: Zadejte prosím název disku

source: Insert Disk
ca: Inseriu el disc
cs: Vložte disk

source: Please insert a disk in the drive:
ca: Inseriu un disc a la unitat:
cs: Vložte prosím disk do mechaniky:

source: Binary
ca: Binaris
cs: Binární

source: Source code
ca: Codi font
cs: Zdrojový kód

source: (Source Code)
ca: (Codi font)
cs: (Zdrojový kód)

source: Source Code
ca: Codi font
cs: Zdrojový kód

source: New mirror
ca: Rèplica nova
cs: Nové zrcadlo

source: Completed %s of %s tests
ca: S'han completat %s de %s comprovacions
cs: %s ze %s testů dokončeno

source: No suitable download server was found
ca: No s'ha pogut trobar cap servidor de baixada apropiat
cs: Nebyl nalezen žádný vhodný server pro stahování

source: Please check your Internet connection.
ca: Comproveu la vostra connexió a Internet
cs: Zkontrolujte prosím své připojení k internetu.

source: Canceling...
ca: S'està cancel·lant...
cs: Rušení...

source: Active
ca: Actiu
cs: Aktivní

source: Ubuntu Archive Automatic Signing Key <ftpmaster@ubuntu.com>
ca: Clau de signatura automàtica de l'arxiu de l'Ubuntu <ftpmaster@ubuntu.com>
cs: Automatický podpisový klíč Ubuntu Archive <ftpmaster@ubuntu.com>

source: Ubuntu CD Image Automatic Signing Key <cdimage@ubuntu.com>
ca: Clau de signatura automàtica de la imatge de CD de l'Ubuntu <cdimage@ubuntu.com>
cs: Automatický podpisový klíč obrazu CD <cdimage@ubuntu.com>

source: Choose a key-file
ca: Seleccioneu un fitxer de clau
cs: Zvolte soubor klíče

source: Add Software Channels
ca: Afegeix canals de programari
cs: Přidat softwarové kanály

source: Install software additionally or only from this source?
ca: Voleu instal·lar programari addicional o només el d'aquesta font?
cs: Instalovat software jen z tohoto zdroje, nebo i odjinud?

source: You can either add the following sources or replace your current sources by them. Only install software from trusted sources.
ca: Podeu afegir les fonts següents o bé fer que reemplacin les vostres fonts actuals. És recomanable que instal·leu programari només de fonts de confiança.
cs: Můžete buď přidat následující zdroje, nebo jimi nahradit své současné zdroje. Software instalujte pouze z důvěryhodných zdrojů.

source: There are no sources to install software from
ca: No hi ha cap font des d'on poder instal·lar programari
cs: žádné zdroje k instalaci softwaru

source: The file '%s' does not contain any valid software sources.
ca: El fitxer «%s» no conté cap font de programari vàlida.
cs: Soubor '%s' neobsahuje žádné platné zdroje softwaru.

source: The APT line includes the type, location and components of a repository, for example '%s'.
ca: La línia APT inclou el tipus, ubicació i components d'un dipòsit, per exemple '%s'.
cs: APT řádek zahrnuje typ, umístění a komponenty repositáře, například '%s'.

source: <b>Automatic updates</b>
ca: <b>Actualitzacions automàtiques</b>
cs: <b>Automatické aktualizace</b>

source: <b>Downloadable from the Internet</b>
ca: <b>Descarregable d'Internet</b>
cs: <b>Stažitelné z Internetu</b>

source: <b>Installable from CD-ROM/DVD</b>
ca: <b>Instal·lable des d'un CD-ROM/DVD</b>
cs: <b>Instalovatelné z CD/DVD</b>

source: <b>Trusted software providers</b>
ca: <b>Proveïdors de programari de confiança</b>
cs: <b>Důvěryhodní poskytovatelé softwaru</b>

source: Add CD-ROM...
ca: Afegeix un CD-ROM...
cs: Přidat CD-ROM...

source: Add...
ca: Afegeix...
cs: Přidat...

source: Authentication
ca: Autenticació
cs: Ověření

source: Download from:
ca: Baixa de:
cs: Stáhnout z:

source: Edit...
ca: Edita...
cs: Upravit...

source: Import the public key from a trusted software provider
ca: Importa la clau pública d'un proveïdor de programari de confiança
cs: Importovat veřejný klíč od důvěryhodného poskytovatele softwaru

source: Install _security updates without confirmation
ca: _Instal·la les actualitzacions de seguretat sense confirmació
cs: Instalovat _bezpečnostní aktualizace bez potvrzení

source: Keys are used to authenticate the correct source of software and so protect your computer from malicious software
ca: Les claus s'utilitzen per a autenticar la font de programari correcta i d'aquesta manera protegir el vostre ordinador de programari maliciós
cs: Klíče se používají k ověření pravosti zdroje softwaru, chrání tak váš počítač před škodlivým softwarem

source: Only _notify about available updates
ca: Només _notifica quan hi hagi actualitzacions disponibles
cs: Pouze _upozornit na dostupné aktualizace

source: Restore _Defaults
ca: Restaura els valors per _defecte
cs: Obnovit _výchozí

source: Restore the default keys of your distribution
ca: Restaura les claus per defecte de la vostra distribució
cs: Obnovit výchozí klíče vaší distribuce

source: Statistics
ca: Estadístiques
cs: Statistiky

source: Submit statistical information
ca: Tramet estadístiques
cs: Odesílat statistické informace

source: Third-Party Software
ca: Programari de tercers
cs: Software třetích stran

source: To install from a CD-ROM or DVD, insert the medium into the drive.
ca: Per a instal·lar programari des d'un CD-ROM o DVD, inseriu-lo a la unitat.
cs: Chcete-li instalovat z CD nebo DVD, vložte médium do mechaniky.

source: Updates
ca: Actualitzacions
cs: Aktualizace

source: _Check for updates:
ca: _Comprova si hi ha actualitzacions:
cs: _Kontrolovat aktualizace:

source: _Download all updates in the background
ca: _Baixa totes les actualitzacions en un segon pla
cs: _Stahovat všechny aktualizace na pozadí

source: _Import Key File...
ca: _Importa un fitxer de clau...
cs: _Importovat soubor klíče...

source: <b><big>Testing download servers</big></b> A series of tests will be done to find the best mirror for your location.
ca: <b><big>S'estan comprovant els servidors de baixada</big></b> Es duran a terme una sèrie de comprovacions per a trobar la millor rèplica per a la vostra ubicació.
cs: <b><big>Testování serverů pro stahování</big></b> Provedou se řady testů k nalezení nejlepšího zrcadla pro vaší oblast.

source: <b>Comment:</b>
ca: <b>Comentari:</b>
cs: <b>Komentář:</b>

source: <b>Components:</b>
cs: <b>Komponenty:</b>

source: <b>Distribution:</b>
ca: <b>Distribució:</b>
cs: <b>Distribuce:</b>

source: <b>Type:</b>
ca: <b>Tipus:</b>
cs: <b>Typ:</b>

source: <big><b>Enter the complete APT line of the repository that you want to add as source</b></big>
ca: <big><b>Introduïu la línia APT del dipòsit que voleu afegir com a font</b></big>
cs: <big><b>Zadejte úplný APT řádek repositáře, který chcete přidat jako zdroj</b></big>

source: APT line:
ca: Línia APT:
cs: APT řádek:

source: Binary Source
ca: Binaris Codi font
cs: Binární Zdrojové

source: Choose _Server
ca: Escull el _servidor
cs: Zvolit _server

source: Choose a Download Server
ca: Escolliu un servidor de baixada
cs: Zvolit server pro stahování

source: Edit Source
ca: Edita la font
cs: Upravit zdroj

source: Performs a connection test to find the best mirror for your location
ca: Duu a terme una comprovació de la connexió per a trobar la millor rèplica per a la vostra ubicació
cs: Provede test připojení k nalezení nejlepšího zrcadla pro vaši oblast

source: Protocol:
cs: Protokol:

source: Scanning CD-ROM
ca: S'està analitzant el CD-ROM
cs: Prohledávání CD-ROM

source: _Add Source
ca: _Afegeix la font
cs: Přid_at zdroj

source: _Reload
ca: Act_ualitza
cs: _Obnovit

source: _Replace
ca: _Reemplaça
cs: _Nahradit

source: _Select Best Server
ca: _Selecciona el millor servidor
cs: _Vybrat nejlepší server
